Revit 2027 API
ParameterTypeId.SpotCoordinateTopPrefix Property
 "Top Coordinate Prefix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotCoordinateTopPrefix { get; }
Public Shared ReadOnly Property SpotCoordinateTopPrefix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotCoordinateTopPrefix {
	ForgeTypeId^ get ();
}
static member SpotCoordinateTopPrefix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace